[
  {
    "Order": 1,
    "file": "brooks.mp4",
    "name": "Jim Brooks",
    "poster": "jim.jpg",
    "route": "On Route 25 bus",
    "description": "A Metro driver for 12 years, Jim Brooks was driving Route 25 when we interviewed him. He’s an observant person. For example, Brooks said people who drive Audis are “far and away, the worst drivers … They don’t share the road, they’re kind of ‘me’ people,” he said. "
  },
  {
    "Order": 2,
    "file": "tillie.mp4",
    "name": "Tillie Warren",
    "poster": "tillie.jpg",
    "route": "Waiting for D Line",
    "description": "Tillie Warren, 45, didn't have a home when she arrived in Seattle a few months ago after leaving South Carolina. She wanted to find prosperity here, but no one told her about the city’s “chronic homelessness.” Then she became a part of it."
  },
  {
    "Order": 3,
    "file": "kyleleitch.mp4",
    "name": "Kyle Leitch",
    "poster": "kyle.jpg",
    "route": "On C Line",
    "description": "This city has some growing up to do, said Kyle Leitch, a Cornish College student. He and his partner live in Magnolia and hope for a light-rail station in Ballard. The city needs more transit like light rail to keep growing, he said."
  },
  {
    "Order": 4,
    "file": "imogene.mp4",
    "name": "Imogene Williams",
    "poster": "imogene.jpg",
    "route": "On Route 8 bus",
    "description": "We caught up with Imogene Williams, a former elementary schoolteacher, on Route 8 bus. She was on her way to a fitness class near 15th Avenue East. An environmental activist, Williams loves riding the bus and says she’ll continue doing so as long as she’s healthy. “I used to have iron health, but it’s developing cracks,” she said."
  },
  {
    "Order": 5,
    "file": "benhamou.mp4",
    "name": "David Benhamou",
    "poster": "david.jpg",
    "route": "On Route 44 bus",
    "description": "David Benhamo was riding Route 44 on the way from Ballard, where he works as a hairstylist, to dinner on Capitol Hill with his girlfriend. A newcomer to Seattle, he said he’s gotten to know the city’s streets, cafes and bars by riding the bus.“I didn’t want to become an Uber diva. That drains the bank account pretty fast,” he said. "
  },
  {
    "Order": 6,
    "file": "maria.mp4",
    "name": "Maria Escobar",
    "poster": "maria.jpg",
    "route": "On Route 5 bus",
    "description": "On her way to Bellevue to attend a Bible study, Maria Escobar said she cherishes time with her 14-year-old son more than anything. Sometimes on the weekend he’ll ride the bus with her — she calls it “mom and son” time. She shares one unforgettable experience on the bus that tugged at her motherly heart."
  },
  {
    "Order": 7,
    "file": "cathydao.mp4",
    "name": "Cathy Dao",
    "poster": "cathy.jpg",
    "route": "On C Line",
    "description": "Nearly every day, Cathy Dao, of Columbia City, rides light rail to work. Once a week she rides the C Line to visit her parents in West Seattle, where she grew up. Even if she owned a car, she wouldn’t drive because of the city’s “untenable traffic.”"
  },
  {
    "Order": 8,
    "file": "teddi.mp4",
    "name": "Teddi Whillans",
    "poster": "teddi.jpg",
    "route": "On Route 5 bus to E Line",
    "description": "Graphic designer Teddi Whillans, 23, loves to people watch on her commute from West Seattle to North Aurora Avenue. And she’s got some stories to tell about her travels. “I’ve had some pretty crazy experiences,” she said."
  },
  {
    "Order": 9,
    "file": "vo.mp4",
    "name": "Quan Vo",
    "poster": "quan.jpg",
    "route": "On Route 48 bus",
    "description": "Quan Vo came from Vietnam to Seattle about five years ago. We met him when he was taking Route 48 to Seattle World School, where he studies. Vo said he likes Seattle, though it rains too much and he misses driving motorbikes like he did in Vietnam. He just started working at Pizza Hut, and plans to get a driver’s license and save money to buy a car. "
  },
  {
    "Order": 10,
    "file": "bolstad.mp4",
    "name": "Amelia Bolstad",
    "poster": "amelia.jpg",
    "route": "On Route 44 bus",
    "description": "Amelia Bolstad spends more than three hours each day on the bus, riding to school at Seattle Central College and appointments. She’s studying psychology and would like to become a social worker -- maybe in another city, at least for a while. In the meantime, “I pretty much have to ride the bus,” she said. “My parents have cars, but they work.” "
  },
  {
    "Order": 11,
    "file": "janssen.mp4",
    "name": "Don Janssen",
    "poster": "don.jpg",
    "route": "On Route 44 bus",
    "description": "Don Janssen, a former University of Washington engineering professor, was riding Route 44 to Coleman Jewelers in Ballard to get a  pocket watch fixed. He enjoys riding the bus. “We’ve been a one-car family since 1998,” he said. “Unless I have major shopping to do, the car sits in the garage.” "
  }
]